import AgreementWrapper from './AgreementWrapper';

const 개인정보수집동의 = () => {
  return (
    <AgreementWrapper>
      <h1>개인정보 수집 및 이용에 대한 안내</h1>
      <p>
        바이투바이 운영자 (이하 “운영자”라 함)는 개인정보 보호법에 따라
        바이투바이 회원가입 시 수집하는 개인정보 항목, 개인정보의 수집 및
        이용목적, 개인정보의 보유 및 이용기간, 동의를 거부할 권리 및 동의 거부에
        따른 불이익에 대해 아래와 같이 안내 드리니 상세히 읽은 후 동의해 주시기
        바랍니다.
      </p>
      <p>
        ※ 바이투바이 서비스는 만 14세 이상 가입 및 이용 가능한 서비스로 만 14세
        미만의 아동에 대해서는 회원 가입을 받지 않습니다.
      </p>
      <h3>가. 수집하는 개인정보의 항목</h3>
      <p>
        운영자는 바이투바이 서비스 이용을 위해 회원가입을 할 경우, 서비스 제공에
        필요한 개인정보를 수집합니다.
      </p>
      <p>
        (1) 이메일 회원가입 시 ‘닉네임, 이메일, 비밀번호, 출생년도, 전화번호,
        성별 ’이 필수항목으로 수집됩니다.
        <br />
        (2) 외부 서비스를 이용해 회원가입 시 외부 서비스에서 제공받는 ‘계정 관련
        정보 및 회원이 제공에 동의한 정보’가 필수항목으로 수집됩니다.
        <br />
        (3) 회원이 영수증 등록 시 영수증이미지와 거래처, 거래품목, 거래가 등
        영수증에 기재되어 있는 항목이 수집됩니다.
        <br />
        (4) 고객센터를 통한 상담 및 문의 시에는 이름, 이메일, 전화번호 등의
        정보가 수집됩니다.
        <br />
        (5) 서비스 이용 과정에서 OS버전, 단말기 정보 등의 환경정보와 이용형태와
        빈도 등 이용 과정에서 생성된 정보가 수집됩니다.
        <br />
        (6) 유료 서비스 이용 시 선택한 결제수단에 따라 계좌정보(은행명,
        예금주명, 계좌번호), 전화번호가 수집됩니다.
        <br />
        (7) IP Address, 쿠키, 기기정보, 방문 일시, 서비스 이용 기록, 불량 이용
        기록 등이 생성되어 수집될 수 있습니다.
        <br />
        (8) 이벤트 및 경품 신청 과정에서 추가로 개인정보 수집이 발생할 수
        있습니다. 추가로 개인정보를 수집하는 시점에 회원에게 ＇수집하는 개인정보
        항목, 개인정보의 수집 및 이용목적, 개인정보의 보유 및 이용기간, 동의를
        거부할 권리 및 동의 거부에 따른 불이익’에 대해 별도로 안내 드리고 동의를
        받습니다.
      </p>
      <h3>나. 개인정보의 수집 및 이용목적</h3>
      <p>
        운영자는 ‘바이투바이’ 서비스(PC웹, 모바일 앱/웹 포함)의 회원 관리,
        서비스 제공과 개발 및 개선 등의 목적으로만 개인정보를 이용합니다.
      </p>
      <p>
        (1) 서비스 이용에 따른 가입의사 확인, 회원 식별, 원활한 의사소통 경로의
        확보, 새로운 정보의 소개 및 고지사항 전달, 서비스 방문 및 이용기록 분석
        등을 위해 이용합니다.
        <br />
        (2) 회원이 영수증을 등록 및 관리할 수 있는 서비스 제공을 위해
        이용합니다.
        <br />
        (3) 회원이 등록한 영수증 혹은 회원 정보에 기반한 물건 관리 서비스 제공을
        위해 이용합니다.
        <br />
        (4) 회원이 등록한 영수증에 기반한 중고 거래 중개 서비스 제공을 위해
        이용합니다.
        <br />
        (5) 유료 서비스 제공에 따른 구매 및 요금 결제, 상품 및 서비스 배송 등을
        위해 이용합니다.
        <br />
        (6) 서비스 이용 분석 및 통계에 따른 맞춤 서비스 제공 및 광고 게재 등을
        위해 이용합니다.
        <br />
        (7) 서비스 제공(광고포함)에 더하여, 신규 서비스 발굴 및 기존 서비스 개선
        등을 위해 이용합니다.
        <br />
        (8) 법령 및 ‘바이투바이’ 이용약관을 위반하는 회원에 대한 이용 제한 조치,
        부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한
        방지 및 제재, 계정도용 방지, 약관 개정 등의 고지사항 전달, 분쟁조정을
        위한 기록 보존, 고객 문의 처리 등 회원 보호 및 서비스 운영을 위해
        이용합니다.
        <br />
        (9) 이벤트 정보 및 참여기회 제공과 경품 배송, 광고성 정보 제공 등 마케팅
        및 프로모션 목적을 위해 이용합니다.
      </p>
      <h3>다. 개인정보의 보유 및 이용기간</h3>
      <p>
        운영자는 원칙적으로 회원의 개인정보를 회원 탈퇴 시 지체없이 파기하고
        있습니다.
        <br />
        단, 회원에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우, 또는
        법령에서 일정 기간 정보보관 의무를 부과하는 경우에는 해당 기간 동안
        개인정보를 안전하게 보관합니다.
      </p>
      <p>
        (1) 내부 방침에 의한 보관
        <br /> - 부정이용기록은 부정 이용 방지를 위해 1년간 보관됩니다.
        <br />
        <br />
        (2) 다음 각 호의 하나에 해당하는 경우에는 그 기간이 도래하거나, 조건이
        성취되는 때까지 필요한 범위 내에서 고객의 개인정보를 보관할 수 있습니다.
        <br /> 1) 상법 등 관련 법령의 규정에 의하여 일정기간 보유하여야 할
        필요가 있을 경우에는 그 기간 동안 보유합니다. 그 예는 아래와 같습니다.
        <br /> - 계약 또는 청약철회 등에 관한 기록 보유 : 5년 (전자상거래
        등에서의 소비자보호에 관한 법률)
        <br /> - 대금결제 및 재화 등의 공급에 관한 기록 보유 : 5년 (전자상거래
        등에서의 소비자보호에 관한 법률)
        <br /> - 소비자 불만 또는 분쟁처리에 관한 기록 보유 : 3년 (전자상거래
        등에서의 소비자보호에 관한 법률)
        <br /> - 방문에 관한 기록 보유 : 3개월 (통신비밀보호법) <br /> 2)
        개별적으로 고객의 동의를 받은 경우
        <br /> - 그 동의 받은 기간
        <br /> 3) 서비스가 해지 등으로 종료되었으나 이용요금(기타 거래대금을
        포함)을 납부하지 않은 경우
        <br /> - 그 요금을 완납할 때까지
        <br /> 4) 운영자와 고객 간에 민원, 소송 등 분쟁이 발생한 경우에 그
        보유기간 내에 분쟁이 해결되지 않을 경우
        <br /> - 그 분쟁이 해결될 때까지
      </p>
      <h3>라. 동의를 거부할 권리 및 동의 거부에 따른 불이익</h3>
      <p>
        회원은 개인정보의 수집 및 이용 등과 관련한 위 사항에 대하여 원하지 않는
        경우 동의를 거부할 수 있습니다. 다만, 동의하지 않는 경우에는 서비스
        이용에 제한이 있을 수 있습니다.
      </p>
    </AgreementWrapper>
  );
};

export default 개인정보수집동의;
