import AgreementWrapper from './AgreementWrapper';

const 개인정보처리방침 = () => {
  return (
    <AgreementWrapper>
      <h1>개인정보처리방침</h1>
      <p>
        &#039;바이투바이&#039; 운영자[이하 &quot;운영자&quot;라 한다]는
        정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보 보호법을 비롯한
        모든 개인정보보호 관련 규정을 준수함에 따라 개인정보 처리방침을
        수립∙공개하고 있습니다. 운영자는 이를 인터넷 홈페이지 및 모바일
        애플리케이션에 공개하여 이용자가 언제나 용이하게 열람할 수 있도록 하여
        이용자 권익보호에 최선을 다하고 있습니다.
      </p>
      <p>
        ※ 바이투바이 서비스는 만 14세 이상 가입 및 이용 가능한 서비스로 만 14세
        미만의 아동에 대해서는 회원 가입을 받지 않습니다.
      </p>
      <h3>1. 개인정보의 이용목적</h3>
      <p>
        운영자는 &#039;바이투바이&#039; 서비스(PC웹, 모바일 앱/웹 포함)의 회원
        관리, 서비스 제공과 개발 및 개선 등의 목적으로만 개인정보를 이용합니다.
      </p>
      <p>
        (1) 서비스 이용에 따른 가입의사 확인, 회원 식별, 원활한 의사소통 경로의
        확보, 새로운 정보의 소개 및 고지사항 전달, 서비스 방문 및 이용기록 분석
        등을 위해 이용합니다.
        <br />
        (2) 회원이 영수증을 등록 및 관리할 수 있는 서비스 제공을 위해
        이용합니다.
        <br />
        (3) 회원이 등록한 영수증 혹은 회원 정보에 기반한 물건 관리 서비스 제공을
        위해 이용합니다.
        <br />
        (4) 회원이 등록한 영수증에 기반한 중고 거래 중개 서비스 제공을 위해
        이용합니다.
        <br />
        (5) 유료 서비스 제공에 따른 구매 및 요금 결제, 상품 및 서비스 배송 등을
        위해 이용합니다.
        <br />
        (6) 서비스 이용 분석 및 통계에 따른 맞춤 서비스 제공 및 광고 게재 등을
        위해 이용합니다.
        <br />
        (7) 서비스 제공(광고포함)에 더하여, 신규 서비스 발굴 및 기존 서비스 개선
        등을 위해 이용합니다.
        <br />
        (8) 법령 및 &#039;바이투바이&#039; 이용약관을 위반하는 회원에 대한 이용
        제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는
        행위에 대한 방지 및 제재, 계정도용 방지, 약관 개정 등의 고지사항 전달,
        분쟁조정을 위한 기록 보존, 고객 문의 처리 등 회원 보호 및 서비스 운영을
        위해 이용합니다.
        <br />
        (9) 이벤트 정보 및 참여기회 제공과 경품 배송, 광고성 정보 제공 등 마케팅
        및 프로모션 목적을 위해 이용합니다.
      </p>
      <h3>2. 개인정보의 이용·보관 기간</h3>
      <p>
        운영자는 원칙적으로 회원의 개인정보를 회원 탈퇴 시 지체없이 파기하고
        있습니다.
        <br />
        단, 회원에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우, 또는
        법령에서 일정 기간 정보보관 의무를 부과하는 경우에는 해당 기간 동안
        개인정보를 안전하게 보관합니다.
      </p>
      <p>
        (1) 내부 방침에 의한 보관
        <br /> - 부정이용기록은 부정 이용 방지를 위해 1년간 보관됩니다.
        <br />
        <br />
        (2) 다음 각 호의 하나에 해당하는 경우에는 그 기간이 도래하거나, 조건이
        성취되는 때까지 필요한 범위 내에서 고객의 개인정보를 보관할 수 있습니다.
        <br /> 1) 상법 등 관련 법령의 규정에 의하여 일정기간 보유하여야 할
        필요가 있을 경우에는 그 기간 동안 보유합니다. 그 예는 아래와 같습니다.
        <br /> - 계약 또는 청약철회 등에 관한 기록 보유 : 5년 (전자상거래
        등에서의 소비자보호에 관한 법률)
        <br /> - 대금결제 및 재화 등의 공급에 관한 기록 보유 : 5년 (전자상거래
        등에서의 소비자보호에 관한 법률)
        <br /> - 소비자 불만 또는 분쟁처리에 관한 기록 보유 : 3년 (전자상거래
        등에서의 소비자보호에 관한 법률)
        <br /> - 방문에 관한 기록 보유 : 3개월 (통신비밀보호법) <br /> 2)
        개별적으로 고객의 동의를 받은 경우
        <br /> - 그 동의 받은 기간
        <br /> 3) 서비스가 해지 등으로 종료되었으나 이용요금(기타 거래대금을
        포함)을 납부하지 않은 경우
        <br /> - 그 요금을 완납할 때까지
        <br /> 4) 운영자와 고객 간에 민원, 소송 등 분쟁이 발생한 경우에 그
        보유기간 내에 분쟁이 해결되지 않을 경우
        <br /> - 그 분쟁이 해결될 때까지
      </p>
      <h3>3. 개인정보의 이용 및 제3자 제공</h3>
      <p>
        운영자는 고객의 개인정보를 이용약관, 개인정보처리방침의 &quot;개인정보
        수집 · 이용 목적상 고지한 범위 내에서 이용 및 제공하며, 그 범위를 넘어서
        이용하거나 제공하지 않습니다. 다만, 다음의 경우에는 개인정보를 제3자에게
        제공할 수 있습니다.
      </p>
      <p>
        (1) 특정 개인을 식별할 수 없는 형태로 가공하여 제공하는 경우
        <br /> (2) 이용자들이 사전에 동의한 경우
        <br />
        (3) 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에
        따라 수사기관의 요구가 있는 경우
      </p>
      <table>
        <thead>
          <tr>
            <th>수탁업체명</th>
            <th>Amazon Web Service</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>이전되는 개인정보 항목</td>
            <td>운영자에서 수집 및 보관하는 개인정보를 포함하는 데이터 일체</td>
          </tr>
          <tr>
            <td>개인정보가 이전되는 국가</td>
            <td>한국</td>
          </tr>
          <tr>
            <td>개인정보 이전 일시</td>
            <td>회원가입 및 영수증 업로드 시점</td>
          </tr>
          <tr>
            <td>개인정보 이전 방법</td>
            <td>암호화된 채널을 이용한 원격지 전송</td>
          </tr>
          <tr>
            <td>개인정보를 이전받는 자의 서명</td>
            <td>AWS Seoul Region</td>
          </tr>
          <tr>
            <td>정보관리책임자 연락처</td>
            <td>slowbird.korea@gmail.com</td>
          </tr>
          <tr>
            <td>개인정보를 이전받는 자의 개인정보 이용목적</td>
            <td>데이터 보관 및 인프라 운영</td>
          </tr>
          <tr>
            <td>개인정보를 이전받는 자의 개인정보 보유 및 이용기간</td>
            <td>본 개인정보처리방침에 규정된 보관기간과 일치함</td>
          </tr>
        </tbody>
      </table>
      <h3>5. 고객의 권리와 그 행사방법</h3>
      <p>
        (1) 고객은 언제든지 &#039;회원탈퇴&#039; 등을 통해 개인정보의 수집 및
        이용 동의를 철회할 수 있습니다.
        <br /> (2) 고객이 개인정보의 오류에 대한 정정을 요청한 경우, 정정이
        완료되기 전까지 개인정보를 이용 또는 제공하지 않습니다.
        <br /> (3) 고객은 개인정보를 최신의 상태로 정확하게 입력하고 변동 사항이
        있는 경우, 이를 운영자에 통보하여야 하며, 스스로 부정확한 정보를
        입력하거나, 운영자에 통보하지 않아서 운영자가 알 수 없는 고객정보의
        변동으로 인한 책임은 고객 자신에게 귀속됩니다. <br />
        (4) 고객이 타인 정보의 도용이나 침해, 허위정보를 입력하는 경우 서비스
        해지 및 회원자격이 상실될 수 있으며 법 등 관련 법령에 따라 처벌받을 수
        있습니다.
        <br /> (5) 고객이 개인정보의 열람 · 제공을 반복적으로 요구하는 등 업무에
        지장을 줄 우려가 있거나 그 분량이 상당하여 비용이 드는 경우, 운영자는
        고객의 요구를 연기 또는 거절하거나 업무처리에 따른 실비(복사비 등)를
        고객에게 청구할 수 있습니다.
      </p>
      <h3>6. 개인정보의 수집항목</h3>
      <p>
        운영자는 &#039;바이투바이&#039; 서비스 이용을 위해 회원가입을 할 경우,
        서비스 제공에 필요한 개인정보를 수집합니다.
        <br />
        (1) 회원가입 시 &#039;닉네임, 이메일, 비밀번호, 출생년도, 전화번호,
        성별,&#039;이 필수항목으로 수집됩니다.
        <br />
        (2) 외부 서비스를 이용해 회원가입 시 외부 서비스에서 제공받는 &#039;계정
        관련 정보 및 회원이 제공에 동의한 정보&#039;가 필수항목으로 수집됩니다.
        <br />
        (3) 회원이 영수증 등록 시 영수증이미지와 거래처, 거래품목, 거래가 등
        영수증에 기재되어 있는 항목이 수집됩니다. (4) 고객센터를 통한 상담 및
        문의 시에는 이름, 이메일, 전화번호 등의 정보가 수집됩니다.
        <br />
        (5) 서비스 이용 과정에서 OS버전, 단말기 정보 등의 환경정보와 이용형태가
        수집됩니다.
        <br />
        (6) IP Address, 쿠키, 기기정보, 방문 일시, 서비스 이용 기록, 불량 이용
        기록 등이 생성되어 수집될 수 있습니다.
        <br />
        (7) 편의제공 및 불편사항 개선과 서비스 품질 향상을 위한 분석을 위해
        상담내용이 수집됩니다.
      </p>
      <h3>8. 개인정보의 수집방법</h3>
      <p>
        운영자는 다음과 같은 방법으로 개인정보를 수집합니다.
        <br />
        (1) 회원가입 및 서비스 이용 과정에서 회원이 개인정보 수집에 대해 동의한
        정보와 직접 정보를 입력하는 경우, 해당 개인정보를 수집합니다.
        <br />
        (2) 회원의 선택에 따라 카카오,네이버, 구글, 페이스북 등의 외부 서비스
        등의 아이디를 이용하여 로그인하는 경우, 회원에게 동의 받은 후 외부
        서비스로부터 제공받아 수집합니다.
        <br />
        (3) 고객센터를 통한 상담 과정에서 이메일, 전화번호 등을 통해 회원의
        개인정보가 수집될 수 있습니다.
        <br />
        (4) 기기정보 등과 같은 생성정보는 PC 웹, 모바일 웹/앱 이용 과정에서
        자동으로 생성되어 수집될 수 있습니다.
        <br />
        (5) 운영자와 제휴한 외부 기업이나 단체로부터 개인정보를 제공받을 수
        있으며, 이러한 경우 개인정보보호법에 따라 제휴한 외부 기업 또는 단체에서
        회원의 개인정보 제공 동의 등을 받은 후 운영자에 제공합니다.
      </p>
      <h3>9. 개인정보의 파기</h3>
      <p>
        (1) 운영자는 수집한 개인정보의 수집 · 이용 목적이 달성되거나 그 보유 ·
        이용기간이 종료되는 경우 고객의 동의, 이용약관, 관련 법령에 따라 보관이
        필요한 경우를 제외하고 해당 정보를 지체 없이 파기합니다.
        <br />
        (2) 운영자는 서면에 기재된 개인정보의 경우에는 분쇄기로 분쇄하거나
        소각하며 전자적 방법으로 저장된 개인정보의 경우에는 그 기록을 재생할 수
        없는 기술적 방법을 사용하여 삭제합니다.
      </p>
      <h3>10. 개인정보 수집·이용·제공에 대한 동의철회</h3>
      <p>
        (1) 개인정보의 수집 · 이용 · 제공에 대해 고객은 동의한 내용을 언제든지
        철회할 수 있습니다. 동의철회는 홈페이지 내 회원정보 또는 회원정보 변경
        화면의 &quot;회원탈퇴&quot;를 클릭하거나 개인정보보호책임자 및
        담당자에게 서면, 전화, 이메일 등으로 연락하면 하실 수 있으며 운영자는
        지체 없이 개인정보의 삭제 등 필요한 조치를 합니다.
        <br />
        이메일: slowbird.korea@gmail.com
        <br />
        (2) 운영자는 고객이 동의철회를 하여 개인정보를 파기하는 등의 조치를 취한
        경우 고객의 요청에 따라 그 사실을 고객에게 통지합니다.
        <br />
        (3) 운영자는 개인정보의 수집에 대한 동의철회(회원탈퇴)를 개인정보를
        수집하는 방법보다 쉽게 하겠습니다.
      </p>
      <h3>11. 개인정보보호를 위한 관리적·기술적·물리적 조치</h3>
      <p>
        운영자는 회원의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출,
        변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은
        관리적·기술적·물리적 조치를 취하고 있습니다.
        <br /> (1) 관리적 조치
        <br />- 개인정보 내부관리계획의 수립 및 시행
        <br />- 개인정보취급자 지정 최소화 및 교육 (2) 기술적 조치
        <br />- 개인정보 접근 제한
        <br />- 접속기록 보관 및 위∙변조 방지 (3) 물리적 조치
        <br />- 비인가자에 대한 출입 통제 운영자는 이용자 개인의 실수나 기본적인
        인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원
        개개인이 본인의 개인정보를 보호하기 위해서 자신의 아이디와 비밀번호를
        적절하게 관리하고 여기에 대한 책임을 져야 합니다.
      </p>
      <h3>12. 개인정보보호책임자</h3>
      <p>
        성명: 진호진
        <br /> 이메일: slowbird.korea@gmail.com
        <br /> 카카오톡 채널: 바이투바이
      </p>
      <h3>13. 기타</h3>
      <p>
        바이투바이 내에 링크되어 있는 웹사이트 등 타 서비스들이 개인정보를
        수집하는 행위에 대해서는 본 개인정보 처리방침이 적용되지 않음을
        알려드립니다.
      </p>
      <h3>14. 고지의 의무</h3>
      <p>
        현 개인정보 처리방침 내용 추가, 삭제 및 수정이 있을 시에는 시행일 최소
        7일전부터 바이투바이 웹사이트(https://buy2bye.co.kr) 또는 서비스 내
        &#039;공지사항&#039;을 통해 공지할 것입니다.
      </p>
      <p>
        공고일자 : 2022. 03. 11.
        <br />
        시행일자 : 2022. 03. 11.
      </p>
    </AgreementWrapper>
  );
};

export default 개인정보처리방침;
