import AgreementWrapper from './AgreementWrapper';

const 이용약관 = () => {
  return (
    <AgreementWrapper>
      <h1>이용약관</h1>
      <h3>제1조 목적</h3>
      <p>
        본 이용약관은 바이투바이 운영자(이하 “운영자”)가 제공하는 “바이투바이”
        웹 서비스(이하 “웹”)의 이용조건과 운영에 관한 `제반사항 규정을 목적으로
        합니다.
      </p>
      <h3>제2조 용어의 정의</h3>
      <p>
        이 약관에서 사용되는 주요한 용어의 정의는 다음과 같습니다.
        <br />
        <br /> ① 이용자 : 이 약관에 따라 이용계약을 체결하고, 운영자가 제공하는
        서비스를 이용하는 자를 말합니다.
        <br /> ② 이용계약 : 웹 이용과 관련하여 운영자와 이용자 간의 체결하는
        계약을 말합니다.
        <br /> ③ 비밀번호 : 이용자가 부여받은 계정과 일치된 이용자임을 확인하고
        이용자의 권익 및 비밀을 보호하기 위하여 이용자가 선정한 문자와 숫자의
        조합을 말합니다.
        <br /> ④ 서비스 : 운영자가 웹을 통해 제공하는 일체의 서비스를 말합니다.
      </p>
      <h3>제3조 약관의 효력 및 변경</h3>
      <p>
        ① 운영자가 이 약관의 내용을 운영자 웹에 게재하거나 기타 방법(문자메시지,
        전자메일, 메신저등)으로 이용자에게 통지하고, 그 내용에 동의함을
        표시하였을 때 이 약관의 효력이 발생합니다. 회원 가입은 특별 서비스를
        이용하기 위한 절차로 가입 여부는 약관의 효력에 영향을 미치지 않습니다.
        <br /> ② 운영자는 필요한 경우 관계 법령을 위반하지 않는 범위에서 이
        약관을 변경할 수 있으며, 약관 변경 시에는 적용일자 및 개정사유를
        명시하여 현행약관과 함께 그 적용일자 7일 전부터 적용일자 전일까지
        제1항의 방법으로 공지 또는 개별통지합니다.
        <br /> ③ 운영자는 제2항에 따라 변경된 약관을 공지하거나 통지하면서,
        이용자에게 약관 변경 적용 일까지 거부 의사를 표시하지 않으면 약관의
        변경에 동의한 것으로 간주한다는 내용을 공지 또는 통지하였음에도 이용자가
        위 기간 내에 명시적으로 약관 변경에 대한 거부 의사를 표시하지 않았을 때
        이용자가 변경 약관에 동의한 것으로 간주합니다. 변경 약관에 동의하지 않는
        이용자는 위 기간 내에 이용 계약을 해지할 수 있습니다.
      </p>
      <h3>제4조 개인정보처리방침과 운영정책 등</h3>
      <p>
        ① 이용자의 개인정보보호에 관하여 관련 법령 및 운영자가 공지한
        개인정보처리방침에 정한 바에 따릅니다.
        <br />② 운영자는 필요한 경우 별도로 운영정책을 공지 안내할 수 있으며, 이
        약관과 운영정책이 중첩될 경우 운영정책이 우선 적용됩니다.
      </p>
      <h3>제5조 서비스 이용계약 체결</h3>
      <p>
        ① 서비스 이용계약은 이용자가 되고자 하는 자가 이 약관의 내용에 대하여
        동의를 표시함으로써 서비스 이용 신청을 하고, 운영자가 그 신청에 대해서
        승낙함으로써 체결됩니다. 운영자의 승낙은 서비스 이용이 가능함을
        안내함으로써 표시됩니다.
        <br />
        <br /> ② 운영자는 다음 각 호의 경우 전항의 이용신청을 거절하거나
        이용승낙을 취소할 수 있습니다.
        <br /> 1. 실명이 아니거나 타인의 명의 또는 정보를 이용한 경우
        <br /> 2. 만 14세 미만인 경우 <br />
        3. 이용신청서 내용을 허위로 기재하거나 이용신청 요건을 충족하지 못한
        경우
        <br /> 4. 운영자가 서비스를 제공하지 않은 국가에서 비정상적이거나
        우회적인 방법을 통해 서비스를 이용하는 경우
        <br /> 5. 관련 법령에서 금지하는 행위 또는 사회의 안녕과 질서 또는
        미풍양속을 저해할 목적, 기타 부정한 목적으로 서비스 이용을 신청하는 경우
        <br /> 6. 영리를 추구할 목적으로 서비스를 이용하고자 하는 경우
        <br /> 7. 이용약관 위반으로 이용 자격을 박탈당하고 재가입하는 경우{' '}
        <br />
        8. 그 밖에 각 호에 준하는 사유로서 승낙이 부적절하다고 판단되는 경우
        <br />
        <br /> ③ 운영자는 다음 각 호의 어느 하나에 해당하는 경우 그 사유가
        해소될 때까지 승낙을 유보할 수 있습니다. <br />
        1. 운영자의 설비에 여유가 없거나, 특정 모바일 기기의 지원이 어렵거나,
        기술적 장애가 있는 경우
        <br /> 2. 서비스 상의 장애 또는 서비스 이용요금 결제수단의 장애가 발생한
        경우
        <br /> 3. 그 밖의 각 호에 준하는 사유로서 이용신청의 승낙이 어렵다고
        판단되는 경우
      </p>
      <h3>제6조 회원가입 신청</h3>
      <p>
        ① 이용자는 웹에서 안내하는 특별 서비스를 이용하기 위하여 회원 가입을 할
        수 있습니다. 회원 가입을 신청하는 자는 웹에서 회원 가입 시 요청하는
        제반정보를 제공함으로써 회원 가입 신청을 하고, 운영자가 가입 절차가
        완료되었음을 표시함으로써 회원 가입이 완료됩니다.
        <br /> ② 운영자는 제5조 제2항 각 호의 사유가 있는 경우 회원 가입신청을
        거절하거나 취소할 수 있으며, 제5조 제3항의 사유가 있는 경우 그 사유가
        해소될 때까지 승낙을 유보할 수 있습니다.
        <br /> ③ 타인의 정보를 도용하거나 허위의 정보를 등록하는 등 본인의
        진정한 정보를 등록하지 않은 회원은 웹 이용과 관련하여 아무런 권리를
        주장할 수 없으며, 관계 법령에 따라 처벌받을 수 있습니다.
      </p>
      <h3> 제7조 운영자의 의무</h3>
      <p>
        ① 운영자는 관련 법령 및 이 약관에서 정하는 의무를 신의에 따라 성실하게
        준수합니다.
        <br /> ② 운영자는 계속적이고 안정적인 서비스의 제공을 위하여 서비스
        개선을 하던 중 설비에 장애가 생기거나 데이터 등이 멸실•훼손된 때에는
        천재지변, 비상사태, 현재의 기술로는 해결이 불가능한 장애나 결함 등
        부득이한 사유가 없는 한 지체 없이 이를 수리 또는 복구하도록 최선의
        노력을 다합니다.
      </p>
      <h3>제8조 이용자의 의무</h3>
      <p>
        ① 이용자는 이 약관을 준수하여야 하며, 다음 각 호의 행위를 하여서는 안
        됩니다. <br />
        1. 서비스 또는 회원가입의 신청 또는 이용 도중 허위정보, 또는 타인의
        정보를 사용 <br /> 2. 다른 이용자의 계정을 운영자의 동의 없이 사용하는
        행위 <br /> 3. 타인의 신용카드•전화•은행 계좌 등 결제수단을 도용하여
        결제하는 행위 <br /> 4. 운영자가 게시한 정보의 변경 또는 서비스에 장애를
        주는 행위 <br /> 5. 다른 이용자의 개인정보 또는 계정정보를 무단으로
        수집•저장•게시•유포 그 밖에 이용하는 행위 <br /> 6. 리버스엔지니어링,
        디컴파일, 디스어셈블 및 기타 일체의 가공행위를 통하여 서비스를 복제,
        분해 또는 모방 기타 변형하는 행위 <br />
        7. 본인 아닌 제3자에게 계정을 대여, 양도하는 등 서비스 접속권한을
        부여하는 행위 <br /> 8. 운영자와 기타 제3자의 초상권, 성명권,
        퍼블리시티권, 저작권 등 인격권 또는 지적재산권에 대한 침해행위 <br /> 9.
        운영자 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위 <br />{' '}
        10. 운영자의 직원 또는 관계자를 사칭하는 행위 <br /> 11. 외설 또는
        폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보 또는 다른
        이용자에게 불쾌감이나 불안감을 주는 정보 또는 위 정보로 연결되는 링크를
        서비스에 게시하는 행위
        <br />
        12. 게시판을 도배할 목적에서 동일 또는 유사한 게시글 또는 의미가 없는
        게시글을 반복적으로 개시하는 행위 <br /> 13. 운영자의 동의 없이 영업,
        광고, 홍보, 정치활동, 선거운동 등 본래의 용도 이외의 용도로 서비스를
        이용하는 행위 <br /> 14. 운영자의 서비스를 이용하여 얻은 정보를 무단으로
        복제, 유통, 조장하거나 상업적으로 이용하는 행위, 알려지거나 알려지지
        않은 버그를 악용하여 서비스를 이용하는 행위 <br /> 15. 타인을 기망하여
        이득을 취하는 행위 <br /> 16. 운영자의 서비스의 이용과 관련하여 타인에게
        피해를 입히는 행위 <br /> 17. 그 밖에 관련 법령에 위반되거나 선량한 풍속
        기타 사회통념에 반하는 행위 <br /> <br /> ② 이용자의 계정 및 모바일
        기기에 관한 관리 책임은 이용자에게 있으며, 이를 타인이 이용하도록 하게
        하여서는 안 됩니다. 모바일 기기의 관리 부실이나 타인에게 이용을
        승낙함으로 인해 발생하는 손해에 대해서 운영자는 책임을 지지 않습니다.
      </p>
      <h3>제9조 서비스의 제공</h3>
      <p>
        ① 서비스 이용시간은 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴
        1일 24시간을 원칙으로 합니다.
        <br />
        <br /> ② 운영자는 다음 각 호의 경우에 사전 공지나 예고 없이 서비스를
        일시적으로 중단할 수 있습니다.
        <br /> 1. 시스템 점검, 증설, 교체, 고장 혹은 오동작을 일으키는 경우
        <br />
        2. 국가비상사태, 정전, 천재지변 등의 불가항력적인 사유가 있는 경우
        <br />
        3. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지한
        경우 <br />
        4. 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
        <br />
        <br /> ③ 전항에 의한 서비스 중단의 경우 사전에 웹에 공지합니다. 단,
        운영자가 통제할 수 없는 사유로 발생한 서비스의 중단에 대하여 사전공지가
        불가능한 경우에는 사후공지로 대신합니다.
      </p>
      <h3>제10조 서비스의 변경 및 중단</h3>
      <p>
        ① 운영자는 원활한 서비스 제공을 위해 운영상 또는 기술상의 필요에 따라
        서비스를 변경할 수 있으며, 서비스의 일부를 삭제하는 변경의 경우, 변경
        전에 해당 내용을 서비스 내에 공지합니다.
        <br /> ② 운영자는 영업양도ᆞ분할ᆞ합병 등에 따른 영업의 폐지, 서비스
        제공을 위하여 제3자와 체결한 계약의 만료, 당해 서비스의 현저한 수익 악화
        등 경영상의 중대한 사유로 인해 서비스를 지속하기 어려운 경우에는 서비스
        전체를 중단할 수 있습니다. 이 경우 중단일자 7일 이전까지
        중단일자•중단사유를 웹 초기화면 또는 그 연결화면을 통해 공지하고
        제20조의 방법으로 이용자에게 통지합니다.
      </p>
      <h3>제11조 유료서비스</h3>
      <p>
        ① 이용자는 웹에서 유료서비스 이용신청을 위한 버튼을 클릭한 후 이용자가
        선택한 결제수단의 제공자가 정하는 정책이나 방법에 따라 결제를 하고,
        운영자가 ‘결제 완료’ 등의 메시지를 웹 화면에 표시함으로 결제를
        승인함으로써 유료 서비스 이용계약이 성립합니다. 운영자는 별도 안내가
        없는 한 결제 시점부터 이용자가 구매한 유료 서비스를 제공합니다.
      </p>
      <h3>제12조 청약철회</h3>
      <p>
        운영자와 유료 서비스 이용계약을 체결한 이용자는 관련 법령에서 정한 바에
        따라 일정기간 내에 청약을 철회할 수 있습니다. 단, 유료서비스 중
        「전자상거래 등에서의 소비자보호에 관한 법률」 등 관련 법령에서 규정하는
        청약철회가 불가능한 서비스가 포함된 경우, 운영자는 청약철회권 제한을
        위해 관련 법령상 필요한 조치를 취합니다.
      </p>
      <h3>제13조 구독 서비스 결제대금의 환불</h3>
      <p>
        ① 이용자가 구독서비스 결제대금의 환불을 신청하는 경우, 운영자는 이용자가
        결제한 이용료에서 이용일수(결제일부터 환불신청일까지의 기간)에 1일
        사용료를 곱한 금액을 공제한 잔여대금을 환불합니다.
      </p>
      <h3>제14조 서비스 이용 제한</h3>
      <p>
        ① 운영자는 이용자가 이 약관의 의무를 위반하거나 서비스의 정상적인 운영을
        방해한 경우 서비스 이용을 제한할 수 있습니다.
        <br /> <br />② 운영자가 전항의 이용제한 조치를 하는 경우에는 다음 각
        호의 사항을 이용자에게 통지합니다. <br />
        1. 이용제한 조치의 사유
        <br /> 2. 이용제한 조치의 내용
        <br /> 3. 이용제한 조치에 대한 이의신청 방법
        <br />
        <br /> ③ 이용자가 운영자의 이용제한 조치에 불복하고자 할 때에는 이
        조치의 통지를 받은 날부터 14일 이내에 불복 이유를 기재한 이의 신청서를
        서면, 전자우편 또는 이에 준하는 방법으로 운영자에 제출하여야 합니다.
        <br />
        <br /> ④ 운영자는 전항의 이의신청서를 접수한 날부터 14일 이내에 불복
        이유에 대하여 서면, 전자우편, 웹 내 쪽지 또는 이에 준하는 방법으로
        답변합니다. 다만, 운영자는 이 기간 내에 답변이 어려운 경우에는 그 사유와
        처리일정을 통지합니다.
        <br />
        <br /> ⑤ 운영자는 불복 이유가 타당한 경우에는 이에 따른 조치를 취합니다.
      </p>
      <h3>제15조 데이터의 관리</h3>
      <p>
        ① 웹의 데이터와 자료의 관리 및 운영의 책임은 운영자에게 있습니다.
        운영자는 불량 데이터 및 자료를 발견하거나 신고를 받으면 해당 데이터 및
        자료를 삭제하고 이를 등록한 이용자에게 고지하여야 합니다. 불량데이터의
        판단기준은 다음 각 호와 같습니다.
        <br /> 1. 다른 이용자 또는 제3자에게 심한 모욕을 주거나 명예를
        손상시키는 내용인 경우
        <br /> 2. 공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크시키는
        경우
        <br /> 3. 불법복제 또는 해킹을 조장하는 내용인 경우
        <br /> 4. 영리를 목적으로 하는 광고일 경우
        <br /> 5. 범죄와 결부된다고 객관적으로 인정되는 내용일 경우
        <br /> 6. 다른 이용자 또는 제3자와 저작권 등 기타 권리를 침해하는 경우
        <br /> 7. 기타 이 약관 또는 관련 법령에 위배된다고 판단되는 경우
        <br />
        <br /> ② 이용자가 웹에 게시한 정보, 게시글, 사진 등 데이터(이하 ‘이용자
        데이터’)에 대해서는 작성자 본인에게 책임이 있으니 이용자 스스로 이
        약관에서 위배되는 데이터를 게재해서는 안 됩니다.
        <br />
        <br /> ③ 이용자 데이터가 이 약관에 위배되거나, 공공기관, 국가기관의
        시정요구가 있는 경우 운영자는 관련 법령에 따라 이용자의 사전 동의 없이
        데이터를 삭제하거나 이동할 수 있습니다.
        <br />
        <br /> ④ 운영자는 이용자 데이터에 대하여 제3자로부터 명예훼손,
        지적재산권 등의 권리 침해를 이유로 작성중단 요청을 받은 경우 관련 법령에
        따라 이를 임시로 작성중단(전송중단)할 수 있으며, 소송, 합의 기타 이에
        준하는 관련기관의 결정이 있거나 관련 법령에 따라 재게시가 가능한 경우
        이에 따릅니다.
      </p>
      <h3>제16조 저작권</h3>
      <p>
        ① 운영자가 제작한 일체의 콘텐츠에 대한 저작권과 기타 지적재산권은
        운영자에 귀속합니다.
        <br /> ② 이용자는 운영자가 제공하는 서비스를 이용하여 얻은 정보를 그대로
        또는 변형하여 운영자의 사전 동의 없이 복제⋅전송, 편집, 공표, 공연, 배포,
        방송, 2차적저작물작성 등의 방법으로 상업적 용도로서 이용하거나 타인에게
        이용하게 하여서는 안 됩니다.
        <br /> ③ 이용자가 타인의 저작권 등 지적재산권을 침해하여 운영자가
        타인으로부터 손해배상 청구 등 이의제기를 받는다면 이용자는 운영자의
        면책을 위하여 노력해야 하며, 운영자가 면책되지 못할 때에는 운영자에
        발생한 모든 손해를 부담해야 합니다. <br />④ 이용자가 SNS, 타 사이트, 타
        웹에 이용자 데이터를 공유하겠다는 의사 표시를 한 경우, 운영자는 그에
        따라 해당 이용자 데이터를 해당 SNS 등에 노출합니다.
        <br /> ⑤ 운영자는 관련 법령에 따라 이용자 데이터를 서비스 내 노출,
        서비스 홍보를 위한 활용, 서비스 운영, 개선 및 새로운 서비스 개발을 위한
        연구, 법률상 의무 준수, 이용자의 동의에 따른 외부 사이트에 대한 노출을
        위해서만 제한적으로 사용합니다. 단, 이용자의 별도 동의가 있는 경우 그에
        따릅니다.
      </p>
      <h3>제17조 서비스 이용 해지</h3>
      <p>
        ① 이용자는 언제든지 서비스 이용을 원하지 않는 경우 회원 탈퇴를 통해
        이용계약을 해지할 수 있습니다. 회원탈퇴로 인해 이용자가 서비스 내에서
        보유한 서비스 이용정보는 개인정보처리방침에 별도의 규정이 없는 한 모두
        삭제되어 복구가 불가능하게 됩니다.
        <br /> ② 운영자는 이용자가 이 약관에서 금지하는 행위를 하거나 법령을
        위반하는 등 본 계약을 유지할 수 없는 중대한 사유가 있는 경우에는 서비스
        이용을 중지시키거나 이용계약을 해지할 수 있습니다. 그 경우 1년간
        재가입이 금지됩니다.
      </p>
      <h3>제18조 손해배상</h3>
      <p>
        운영자 또는 이용자는 이 약관을 위반하여 상대방에게 손해를 입힌 경우에 그
        손해를 배상할 책임이 있습니다. 다만, 고의 또는 과실이 없는 경우에는
        그러하지 않습니다.
      </p>
      <h3>제19조 면책</h3>
      <p>
        ① 운영자는 천재지변, 타 통신업자가 제공하는 전기통신서비스의 장애 또는
        이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스
        제공에 관하여 책임을 지지 않습니다.
        <br /> ② 운영자는 서비스용 설비의 보수, 교체, 정기점검, 공사 등 기타
        이에 준하는 사유로 발생한 손해에 대하여 책임을 지지 않습니다. 다만,
        운영자의 고의 또는 과실에 의한 경우에는 그러하지 않습니다.
        <br /> ③ 운영자는 이용자의 고의 또는 과실로 인한 서비스 이용의 장애에
        대하여는 책임을 지지 않습니다. 다만, 이용자에게 부득이하거나 정당한
        사유가 있는 경우에는 그러하지 않습니다.
        <br /> ④ 이용자가 서비스와 관련하여 게재한 정보나 자료 등의 신뢰성,
        정확성 등에 대하여 운영자는 고의 또는 중대한 과실이 없는 한 책임을 지지
        않습니다.
        <br /> ⑤ 운영자는 이용자가 다른 이용자 또는 타인과 서비스를 매개로
        발생한 거래나 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해에 대해
        책임을 지지 않습니다.
        <br /> ⑥ 운영자는 무료로 제공되는 서비스 이용과 관련하여 이용자에게
        발생한 손해에 대해서는 책임을 지지 않습니다. 그러나 운영자의 고의 또는
        중과실에 의한 경우에는 그러하지 않습니다.
        <br /> ⑦ 운영자는 이용자가 서비스를 이용하여 기대하는 이익을 얻지
        못하거나 상실한 것에 대하여 책임을 지지 않습니다.
        <br /> ⑧ 운영자는 이용자가 모바일 기기 비밀번호 등을 관리하지 않아
        발생하는 제3자 결제에 대해 책임을 지지 않습니다. 다만, 운영자의 고의
        또는 과실에 의한 경우에는 그러하지 않습니다.
        <br /> ⑨ 이용자가 모바일 기기의 변경, 모바일 기기의 번호 변경,
        운영체제(OS) 버전의 변경, 해외 로밍, 통신사 변경 등으로 인해 서비스
        전부나 일부의 기능을 이용할 수 없는 경우 운영자는 이에 대해 책임을 지지
        않습니다. 다만, 운영자의 고의 또는 과실에 의한 경우에는 그러하지
        않습니다.
        <br /> ⑩ 이용자가 운영자가 제공하는 콘텐츠나 계정정보를 삭제한 경우
        운영자는 이에 대해 책임을 지지 않습니다. 다만, 운영자의 고의 또는 과실에
        의한 경우에는 그러하지 않습니다.
        <br /> ⑪ 웹에는 타인이 제공하는 광고나 용역이 표시될 수 있으며, 타인이
        제공하는 광고나 용역에 연결될 경우 해당 영역에서 제공하는 서비스는
        운영자의 서비스 영역이 아니므로 운영자가 신뢰성, 안정성 등을 보장하지
        않으며, 그로 인한 이용자의 손해에 대하여도 운영자는 책임을 지지
        않습니다. 다만, 운영자가 고의 또는 중과실로 손해의 발생을 용이하게
        하거나 손해 방지를 위한 조치를 취하지 아니한 경우에는 그러하지 않습니다.
        <br /> ⑫ 운영자는 운영자가 고의 또는 중과실 없이 통제할 수 없었던
        시스템의 장애, 제3자의 공격으로 인한 시스템의 장애, 국내외의 저명한
        연구기관이나 보안관련 업체에 의해 대응방법이 개발되지 아니한 컴퓨터
        바이러스 등의 사유로 인한 이용자의 손해에 대하여 책임지지 않습니다.
      </p>
      <h3>제20조 이용자에 대한 통지</h3>
      <p>
        ① 운영자가 이용자에게 통지를 하는 경우 이용자의 전자우편주소, 웹 내
        쪽지, 푸쉬알림, 문자메시지(SMS/MMS), SNS 메시지 등으로 할 수 있습니다.
        <br />② 운영자는 이용자 전체에게 통지를 하는 경우 7일 이상 웹 내에
        게시하거나 팝업화면 등을 제시하는 방법으로 제1항의 통지에 갈음할 수
        있습니다.
      </p>
      <h3>제21조 재판권 및 준거법</h3>
      <p>
        이 약관은 대한민국 법률에 따라 규율되고 해석됩니다. 운영자와 이용자 간에
        발생한 분쟁으로 소송이 제기되는 경우에는 민사소송법에 따라 관할권을
        가지는 법원을 관할 법원으로 합니다.
      </p>
      <h3>제22조 이용자의 고충처리 및 분쟁해결</h3>
      <p>
        ① 운영자는 이용자의 편의를 고려하여 이용자의 의견이나 불만을 제시하는
        방법을 웹에 내에 게시합니다.
        <br />② 운영자는 이용자로부터 제기되는 의견이나 불만이 정당하다고
        객관적으로 인정될 경우에는 합리적인 기간 내에 이를 신속하게 처리합니다.
        다만, 처리에 장기간이 소요되는 경우에는 이용자에게 장기간이 소요되는
        사유와 처리일정을 서비스 내 공지하거나 제20조 제1항에 따라 통지합니다.
      </p>
      <p>이 약관은 2022. 03. 11.부터 시행합니다.</p>
    </AgreementWrapper>
  );
};

export default 이용약관;
